<div class="section">
  <div class="container">
    <div class="row text-center">
        <div class="col-12 title">
          <h2>О нас</h2>
        </div>
    </div>
    <div class="row aboutUs">
      <div class="col-4">
        <img src="image/svg/aboutUs/ten.svg" alt="">
        <h3>лет на рынке</h3>
        <p>Равным образом консультация с широким образом консультация с широким образом консультация с широким образом консультация с широким</p>
      </div>
      <div class="col-4">
        <img src="image/svg/aboutUs/shield.svg" alt="">
        <h3>гарантия</h3>
        <p>Равным образом консультация с широким образом консультация с широким образом консультация с широким образом консультация с широким</p>
      </div>
      <div class="col-4">
        <img src="image/svg/aboutUs/ten.svg" alt="">
        <h3>без выходных</h3>
        <p>Равным образом консультация с широким образом консультация с широким образом консультация с широким образом консультация с широким</p>
      </div>
    </div>
    <div class="row aboutUs">
        <div class="col-4">
          <img src="image/svg/aboutUs/delivery.svg" alt="">
          <h3>Доставка</h3>
          <p>Равным образом консультация с широким образом консультация с широким образом консультация с широким образом консультация с широким</p>
        </div>
        <div class="col-4">
          <img src="image/svg/aboutUs/sales.svg" alt="">
          <h3>акции и скидки</h3>
          <p>Равным образом консультация с широким образом консультация с широким образом консультация с широким образом консультация с широким</p>
        </div>
        <div class="col-4">
          <img src="image/svg/aboutUs/product.svg" alt="">
          <h3>ШИРОКИЙ ВЫБОР</h3>
          <p>Равным образом консультация с широким образом консультация с широким образом консультация с широким образом консультация с широким</p>
        </div>
      </div>
  </div>
</div>