<section id="posts"  style="padding-top: 0px;padding-bottom:0px">
  <div class="container posts">
    <div class="col-12 title text-center">
      <h2>Это может случится с каждым</h2>
    </div>
    <p>
      Жизнь нам часто приподносит разнообразные "сюрпризы" и к
      сожалению не только приятные. Предсатвьте ситуацию что вы пришли к
      себе домой и не можете открыть дверь в квартиру. "Даже если я потеряю
      ключи, то всегда могу позвонить совместно проживающему человеку и
      воспользоваться вторым комплектом" - скажете вы, но откроем вам
      маленькую тайну: около 70% неприятностей с квартирными замками
      связанно не с утерей ключей, а с поломкой самих замков. 
    </p>
    <p>
      Многие из нас хоть раз в жизни попадали в ситуацию, когда замок не
      открывается или сломался ключ. Как правило это происходит не тогда,
      когда вы выходите на прогулку с ребенком в свой выходной, а когда,
      проспав на работу, понимаете, что не можете закрыть дверь квартиры. А
      представьте что улетая на отдых или отправляясь в деловую поездку,
      вспоминаете, что забыли дома важные документы, вернулись за ним
      обратно, а заклинил замок. 
    </p>  
    
    <div class="row">
      <div class="col-xl-4"><img src="{{ asset('img/breaking/child.png') }}" alt="child" width="100%"></div>        
      <div class="col-xl-8">
        <p>
          Что касается автомобилей, то в 90 % случаев виноват сам водитель:
          захлопнул дверь, не выключил фары, но самое неприятное и страшное это
          то, когда заложником автомобиля становится ребенок, закрытый внутри. В
          этой ситуации очень многое будет зависеть от ваших действий. Если у вас
          под рукой есть  номер мастера по аварийному вскрытию замков  нужно
          первым делом позвонить ему и описать сложившуюся ситуацию,попросить
          быстро приехать и вскрыть замок, параллельно пытаясь уговорить
          ребенка нажать на кнопочку и открыть дверь машины. В случае если
          дверь не удалось разблокировать самостоятельно, но здоровью ребенка
          ничего не угрожает дожидитесь скорого приезда мастера.
        </p>
        
        <p> Что же делать если вы папали в подобную ситуацию? Давайте остановимся на этом подробнее:</p>
      </div>
    </div>
    <div class="col-12 title text-center">
      <h2>Что делать если дверь в квартиру не открывается?</h2>
    </div>
    <div class="row">
      <div class="col-xl-8">
        <p>
          Если замок до этого не заедал и резко заклинил, есть шанс справиться самостоятельно. Первым делом аккуратно ладошкой постучите по двери в районе замка (ключевое слово – аккуратно!).
        </p>
        <p>
          Если этот способ не помогает, есть крайний – взять большой лом, кредит на новую дверь, позвать пару сильных друзей и вместе  вскрыть дверь, но все же лучше не усугублять ситуацию. Вызов квалифицированного специалиста будет самым правильным выбором. Приехавший мастер с минимальным ущербом или вообще без повреждения чего-либо вскроет замок вашей квартиры. Помните что стоимость дверной фурнитуры несоизмеримо мала по сравнению со стоимостью двери.
        </p>
        <p>
          В 90% случаях комплектующие для вашей двери будут у мастера с собой в наличии и вы без проблем сможете заменить вышедший из строя узел, а учитывая тот факт что мы имеем свой <a href="{{ route('catalog', ['category'=>0]) }}">магазин замков и фурнитуры</a> , работающий в большинстве напрямую с производителями, вы получите качественный товар с гарантией и по доступной цене.
        </p>
      </div>
      <div class="col-xl-4">
          <img src="{{ asset('img/breaking/door.png') }}" alt="door" width="100%">
      </div>
    </div>
    <div class="col-12 title text-center">
      <h2>Что делать если не открывается автомобиль?</h2>
    </div>
    <div class="row">
        <div class="col-xl-4">
            <img src="{{ asset('img/breaking/vehicle.png') }}" alt="vehicle" width="100%">
        </div>
        <div class="col-xl-8">
          <p>
            Во-первых, не паникуйте. Возможно, вы или ваши близкие не закрыли до конца форточку, и это позволит вам дотянуться до кнопки открытия двери. Может быть, где-то лежат запасные ключи и вам будет дешевле и быстрее съездить за ними.
          </p>
          <p>
            Если же ключи у вас в руках, а авто не открывается, первым делом постарайтесь определить причину поломки. Возможно, вы забыли выключить фары, сели батарейки в ключе, падал ключ.
          </p>
          <p>
            Сначала попробуйте поменять батарейку. Если это не помогло, вспомните, что у большинства современных авто в дверях есть скважина для того чтобы механически открыть дверь. К сожаленью, мы привыкаем к нажатию на кнопки, и личинка не используется нами вообще. Но оживить ее мы можем попробовать. Для этого в ближайшем магазине покупаем ВД 40 или ее заменители и обильно заливаем личинку. Ожидаем минут 5 и повторяем. Возможно, нам повезет и получится
            открыть замок.
          </p>
          <p>
            Если вы определили, что забыли выключить фары, необходимо подать питание к автомобилю. Некоторые из авто позволяют это сделать путем подачи питания на стартер снизу.
          </p>
        </div>
    </div>
    <p>
      Очень многое зависит и от поры года. Например, зимой иногда проблематично ключом открыть дверь автомобиля. Скорее всего, туда попала влага, которая за ночь замерзла. Самое простое – это нагреть зажигалкой ключ (но без фанатизма). Если это не помогло, можно воспользоваться  так называемыми незамерзайками, их сейчас хватает в каждом магазине.  Проведя эти несложные манипуляции, вы, возможно, вскроете машину.
    </p>
    <p>
      Главное, что вы должны помнить, пытаясь вскрыть замок: основная
      ваша задача не сделать хуже, не усугубить ситуацию. Ведь в большинстве
      случаев у приехавшего мастера получится открыть замок двери с
      минимальным ущербом. А вот после неграмотного вмешательства даже
      он не сможет сделать это без минимальных повреждений. И вам придётся
      ремонтировать замок или поменять замок.
  </div>
</section>