<!DOCTYPE html>
<html lang="ru">
  <head>
      <meta charset="UTF-8">
      <meta name="viewport" content="width=device-width, initial-scale=1.0">
      <meta http-equiv="X-UA-Compatible" content="ie=edge">
      <link rel="icon" href="{{ asset('favicon.ico') }}" type="image/x-icon">
      <link rel="apple-touch-icon" href="{{ asset('favicon.ico') }}">
      <meta name="csrf-token" content="{{ csrf_token() }}">
    
      <title>Вскрытие замков и авто {{$sity}} </title>      
      <meta name="description" content="Вскрытие замков дверей, сейфов и авто в {{$where}}, срочный выезд в район. Вскроем и заменим замок быстро с наименьшими повреждениями. 📱: {{$phones[0]}}">
      <meta name="keywords" content="не открывается, открыть, вскрытие, дверь, замок, авто, сейф, {{$sity}}, замена, ремонт">
      <link rel="stylesheet" href="{{ asset('css/breaking.css') }}">           
  </head>
  <body>
    <nav class="nav fixed-top">
      <div class="container">
        <div class="nav-row">
          <div class="logo">
            <a href="{{ route('home') }}">
              <img src="{{ asset('img/svg/logo.svg') }}" alt="logo" class="nav-logo" >
            </a>          
          </div>
          <div class="phones">
          </div>
          <div class="nav-menu">
            <div class="nav-menu-btn">
                <div class="nav-menu-btn-line"></div>
                <div class="nav-menu-btn-line"></div>
                <div class="nav-menu-btn-line"></div>
            </div>
            <div class="nav-menu-links" itemscope itemtype="http://www.schema.org/SiteNavigationElement" >                
                <a href="{{ route('home') }}#main_top" class="nav-menu-link action-link"  itemprop="url">Главная </a>
                <a href="{{ route('home') }}#about" class="nav-menu-link action-link"  itemprop="url">О нас</a>
                <a href="{{ route('home') }}#services" class="nav-menu-link action-link"  itemprop="url">Услуги</a>
                <a href="{{ route('catalog', ['category'=>0]) }}" class="nav-menu-link action-link"  itemprop="url">Каталог товаров</a>
                <a href="{{ route('catalog', ['category'=>99]) }}" class="nav-menu-link action-link"  itemprop="url">Акции</a>
                <a href="{{ route('home') }}#posts" class="nav-menu-link action-link"  itemprop="url">Статьи</a>
                <a href="{{ route('home') }}#contacts" class="nav-menu-link action-link"  itemprop="url">Контакты</a>
            </div>
          </div>
          <a href="{{ route('cart') }}" class="nav-menu-cart" >
              <svg width="30px" height="30px" version="1.1" viewBox="0 0 201.387 201.387" xmlns="http://www.w3.org/2000/svg">
                <path d="m129.41 24.885c-2.024-14.186-14.372-24.885-28.721-24.885-9.228 0-17.992 4.453-23.441 11.916-1.113 1.522-0.78 3.657 0.742 4.77 1.517 1.109 3.657 0.78 4.768-0.744 4.171-5.707 10.873-9.115 17.93-9.115 10.974 0 20.415 8.178 21.963 19.021 0.244 1.703 1.705 2.932 3.376 2.932 0.159 0 0.323-0.012 0.486-0.034 1.866-0.267 3.163-1.996 2.897-3.861z"/>
                <path d="m178.71 63.096l-10.24-17.067c-0.616-1.029-1.727-1.657-2.927-1.657h-9.813c-1.884 0-3.413 1.529-3.413 3.413s1.529 3.413 3.413 3.413h7.881l6.144 10.24h-138.13l6.144-10.24h3.615c1.884 0 3.413-1.529 3.413-3.413s-1.529-3.413-3.413-3.413h-5.547c-1.2 0-2.311 0.628-2.927 1.657l-10.24 17.067c-0.633 1.056-0.648 2.369-0.043 3.439s1.739 1.732 2.97 1.732h150.19c1.231 0 2.364-0.662 2.97-1.732s0.59-2.385-0.043-3.439z"/>
                <path d="m161.7 31.623c-0.478-0.771-1.241-1.318-2.123-1.524l-46.531-10.883c-0.881-0.207-1.809-0.053-2.579 0.423-0.768 0.478-1.316 1.241-1.522 2.123l-3.509 15c-0.43 1.835 0.71 3.671 2.546 4.099 1.835 0.43 3.673-0.71 4.101-2.546l2.732-11.675 39.883 9.329-6.267 26.795c-0.43 1.835 0.71 3.671 2.546 4.099 0.263 0.061 0.524 0.09 0.782 0.09 1.55 0 2.953-1.062 3.318-2.635l7.045-30.118c0.208-0.881 0.056-1.809-0.422-2.577z"/>
                <path d="m102.5 39.692l-3.11-26.305c-0.106-0.899-0.565-1.72-1.277-2.28s-1.611-0.816-2.514-0.71l-57.09 6.748c-1.871 0.222-3.209 1.918-2.988 3.791l5.185 43.873c0.206 1.737 1.679 3.014 3.386 3.014 0.133 0 0.27-9e-3 0.406-0.024 1.87-0.222 3.208-1.918 2.988-3.791l-4.785-40.486 50.311-5.946 2.708 22.915c0.222 1.872 1.91 3.202 3.791 2.99 1.871-0.22 3.209-1.917 2.989-3.789z"/>
                <path d="m129.49 63.556l-6.775-28.174c-0.212-0.879-0.765-1.64-1.536-2.113-0.771-0.469-1.696-0.616-2.581-0.406l-54.987 13.224c-1.833 0.44-2.961 2.284-2.521 4.117l3.386 14.082c0.44 1.835 2.284 2.964 4.116 2.521 1.833-0.44 2.961-2.284 2.521-4.117l-2.589-10.764 48.35-11.626 5.977 24.854c0.375 1.565 1.775 2.615 3.316 2.615 0.265 0 0.533-0.031 0.802-0.096 1.833-0.441 2.961-2.284 2.521-4.117z"/>
                <path d="m179.2 64.679c-0.094-1.814-1.592-3.238-3.41-3.238h-150.19c-1.818 0-3.316 1.423-3.41 3.238l-6.827 133.12c-0.048 0.934 0.29 1.848 0.934 2.526 0.645 0.677 1.539 1.062 2.475 1.062h163.84c0.935 0 1.83-0.384 2.478-1.062 0.643-0.678 0.981-1.591 0.934-2.526l-6.827-133.12zm-156.83 129.88l6.477-126.29h143.7l6.477 126.29h-156.66z"/>
                <path d="m126.29 75.093c-5.647 0-10.24 4.593-10.24 10.24s4.593 10.24 10.24 10.24 10.24-4.593 10.24-10.24-4.593-10.24-10.24-10.24zm0 13.654c-1.883 0-3.413-1.531-3.413-3.413s1.531-3.413 3.413-3.413 3.413 1.531 3.413 3.413-1.531 3.413-3.413 3.413z"/>
                <path d="m75.092 75.093c-5.647 0-10.24 4.593-10.24 10.24s4.593 10.24 10.24 10.24 10.24-4.593 10.24-10.24-4.593-10.24-10.24-10.24zm0 13.654c-1.882 0-3.413-1.531-3.413-3.413s1.531-3.413 3.413-3.413 3.413 1.531 3.413 3.413-1.531 3.413-3.413 3.413z"/>
                <path d="m126.29 85.333h-0.263c-1.884 0-3.413 1.529-3.413 3.413 0 0.466 0.092 0.911 0.263 1.316v17.457c0 12.233-9.953 22.187-22.187 22.187s-22.187-9.953-22.187-22.187v-18.772c0-1.884-1.529-3.413-3.413-3.413s-3.413 1.529-3.413 3.413v18.773c0 15.998 13.015 29.013 29.013 29.013s29.013-13.015 29.013-29.013v-18.773c0-1.884-1.529-3.414-3.413-3.414z"/>
              </svg>              
              <div class="cart-count"><p id="cart-count"></p></div>
            </a>
        </div>    
      </div>
    </nav>

      {{-- content --}}
      @yield('content')

      @include('footer')
    {{-- Custom Scripts--}}
    <script src="{{ asset('js/app.js') }}"></script>
  </body>
</html>